
"%d Active Connections" = "%d Conexiones Activas";

"%d Items" = "%d Elementos";

"%d Tunnelblick Connections Imported" = "%d Conexiones De Tunnelblick Importadas";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Se han importado %d conexiones de Tunnelblick con éxito.  Si usaba características avanzadas o scripts de OpenVPN por favor, revise la sección de Preferencias para asegurarse de que se han importado correctamente.";

"%s Could Not Be Connected" = "%s no pudo ser conectado";

"%s Has Been Disconnected" = "Se ha desconectado de %s";

"%s Is Connected" = "%s está conectado";

"%s Is Disconnected" = "%s está desconectado";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s ha sido desconectado ya que la conexión de red ha desaparecido. Viscosity puede mantener desconectada esta conexión, o puede conectarla automáticamente cuando haya disponible una conexión de red válida.";

"1 Active Connection" = "1 Conexión Activa";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Se ha importado una conexión de Tunnelblick con éxito. Si usaba características avanzadas o scripts de OpenVPN por favor, revise la sección de Preferencias para asegurarse de que se ha importado correctamente.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "No existe una conexión de red válida al servidor remoto. Por favor, asegúrese de que su ordenador tiene una conexión de red válida y pruebe de nuevo. Viscosity puede mantener desconectada esta conexión, o puede conectarla automáticamente cuando haya disponible una conexión de red válida.";

"Admin Rights Required" = "Se requieren derechos de Administrador";

"Allow" = "Permitir";

"Allow OpenVPN-AS Script To Run?" = "¿Permitir ejecutar el script OpenVPN-AS?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Habilitar los comandos no seguros de OpenVPN puede permitir que un atacante con acceso a su computador obtenga permisos totales de Administrador. Esto le permitiría acceso total a su equipo. ¿Está seguro/a de que quiere habilitar los comando OpenVPN no seguros? Necesitará ingresar nombre y contraseña de usuario Administrador para habilitar esta opción.";

"Always perform this action for this connection" = "Realizar siempre esta acción para esta conexión";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Se ha detectado una instalación de Tunnelblick en su ordenador. ¿Desea que Viscosity importe automáticamente las conexiones existentes?";

"Append" = "Añadir";

"Are you sure you want to delete the connection '%s'?" = "¿Está seguro de que desea eliminar la conexión '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "¿Está seguro de que desea eliminar la carpeta '%s' y sus %d elementos?";

"Are you sure you want to delete the folder '%s'?" = "¿Está seguro de que desea eliminar la carpeta '%s'?";

"Authenticating" = "Autenticando";

"Authentication Failed" = "Fallo de Autenticación";

"Automatically Connect" = "Conectar Automáticamente";

"Before Connect script terminated connection attempt." = "El script previo a la conexión finalizó el intento de conexión.";

"Bytes" = "Bytes";

"Cancel" = "Cancelar";

"Checking reachability status of connection..." = "Probando la accesibilidad de la conexión...";

"Clear" = "Limpiar";

"Connect %s" = "Conectar %s";

"Connected" = "Conectado";

"Connecting" = "Conectando";

"Connection Failed" = "Conexión fallida";

"Connection Imported" = "Se importó la conexión";

"Connection is not reachable. Disconnecting." = "La conexión no es accesible. Desconectando.";

"Connection is reachable. Starting connection attempt." = "La conexión es accesible. Iniciando intento de conexión.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Borrar Conexión";

"Delete Folder" = "Borrar Carpeta";

"Deny" = "Denegar";

"Details..." = "Detalles...";

"Disconnect %s" = "Desconectar %s";

"Disconnected" = "Desconectado";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "¿Permitir comandos OpenVPN no seguros?";

"Enter License" = "Introducir Licencia";

"Error: Email Missing" = "Error: Falta a dirección de correo electrónico";

"Error: License Missing" = "Error: falta la Licencia";

"Error: Name Missing" = "Error: Falta el Nombre";

"Error: Unsafe OpenVPN command detected" = "Error: Comando OpenVPN no seguro detectado";

"Exiting" = "Saliendo";

"Export As:" = "Exportar como:";

"Ignore" = "Ignorar";

"Import Bundled Connections?" = "¿Importar las conexiones incluidas?";

"Import Connections From Tunnelblick?" = "¿Importar las conexiones de Tunnelblick?";

"In" = "Entrada";

"Install" = "Install";

"Invalid License" = "Licencia Inválida";

"Invalid Remote Server Address" = "Dirección del Servidor Remoto inválida";

"Invalid Username" = "Usuario inválido";

"My Connection" = "Mi-Conexión";

"My Folder" = "Mi Carpeta";

"No" = "No";

"No Tunnelblick Connections Imported" = "No se han importado conexiones De Tunnelblick";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "No se han encontrado conexiones de cliente de Tunnelblick válidas. Pero no se preocupe! Puede usar la sección Preferencias para crear o importar una conexión.";

"None" = "Ninguno";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "La verificación de OpenVPN falló usando los detalles en su llavero. La entrada en el llavero para esta conexión ha sido eliminada. Por favor, reconecte para intentarlo de nuevo.";

"OpenVPN Verification Failed. Please reconnect to try again." = "La verificación de OpenVPN falló. Por favor, reconecte para intentarlo de nuevo.";

"OpenVPN requires a username and password to continue." = "OpenVPN requiere un nombre de usuario y una contraseña para continuar.";

"Out" = "Salida";

"Overwrite" = "Sobreescribir";

"Please enter the email associated with the license to continue." = "Por favor, introduzca la dirección de correo electrónico asociada a la licencia para continuar.";

"Please enter the license key to continue." = "Por favor, introduzca la clave de licencia para continuar.";

"Please enter the name associated with the license to continue." = "Por favor, introduzca el nombre asociado a la licencia para continuar.";

"Please log into the HTTP Proxy server using your username and password." = "Por favor, conéctese a su servidor Proxy HTTP usando su nombre de usuario y contraseña.";

"Please purchase Viscosity!" = "Por favor, adquiera Viscosity!";

"Preferences..." = "Preferencias...";

"Purchase" = "Adquirir";

"Quit" = "Quit";

"Quit Viscosity" = "Finalizar Viscosity";

"Reconnect" = "Reconectar";

"Reconnect Connections?" = "¿Reconectar conexiones?";

"Registered To" = "Registrado a";

"Registration Successful" = "Registro Correcto";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "El Registro tuvo éxito. Se han eliminado todas las limitaciones. Gracias por adquirir Viscosity!";

"Select ..." = "Seleccione ...";

"Several Connections Have Been Disconnected" = "Varias conexiones han sido desconectadas";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Varias conexiones se han desconectado ya que la conexión de red ha desaparecido. Viscosity puede mantener desconectadas estas conexiones, o puede conectarlas automáticamente cuando haya disponible una conexión de red válida.";

"The Connection Could Not Be Imported" = "No pudo importarse la conexión";

"The Connection Could Not Be Saved" = "La Conexión No Pudo Ser Grabada";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "No pudo iniciarse el subsistema OpenVPN. Por favor, verifique lo siguiente:\n- Compruebe cualquier mensaje de error anterior a esta notificación.\n- Asegúrese de que Viscosity no se ejecuta en una ubicación protegida (ponga Viscosity en la carpeta Aplicaciones).\n- Asegúrese de que la configuración es válida. Compruebe los ajustes de la conexión que usa Viscosity y asegúrese de que todos ajustes son correctos.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "No pudo iniciarse el subsistema OpenVPN. Por favor, revise la sección de registro (log, el tercer icono) en la ventana Detalles para mas información.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "El servidor OpenVPN-AS al que ha conectado ha enviado un script a Viscosity para ejecutarlo. A menudo estos scripts se usan para configurar adecuadamente su conexión VPN en su ordenador, sin embargo, si no confía en el servidor VPN al que ha conectado, ejecutar el script podría plantear un riesgo de seguridad. ¿Quiere permitir la ejecución del script?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "La Ruta no pudo ser añadida";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "El certificado para esta conexión ha expirado. Necesita contactar con su proveedor o el administrador de sistemas de su VPN para obtener un nuevo certificado.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "El certificado para este servidor es inválido. Es posible que se esté conectando a un servidor que se hace pasar por \"%@\", lo que podría tener como resultado una configuración VPN maliciosa. ¿Desea conectar al servidor de todas formas?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "La conexión %s ha sido desconectada.";

"The connection %s has connected." = "La conexión %s está conectada.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "La conexión no puede iniciarse ya que existe un comando OpenVPN no seguro ('%s'). Los comandos no seguros se han bloqueada para mantener la seguridad de su computador. Por favor modifique su conexión y remueva ese comando del tab Avanzado, o habilte la opción 'Permitir comandos OpenVPN no seguros' en la sección de Preferencias Avanzadas.";

"The file opened is not a valid Viscosity connection bundle." = "El archivo abierto no es un paquete válido de conexión de Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "El archivo seleccionado no es un archivo de configuración de cliente OpenVPN válido.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "La clave de licencia introducida es inválida. Por favor, verifique el nombre, la dirección de correo electrónico y la clave de licencia e inténtelo de nuevo.";

"The name '%s' is already in use. Please enter a new name." = "El nombre '%s' ya está en uso. Por favor introduzca un nuevo nombre.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "No pudo se contactar con el servidor remoto. Por favor, asegúrese de que ha introducido una dirección válida de servidor y pruebe de nuevo.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "El nombre de usuario y/o la contraseña introducido(s) era(n) incorrecto(s). Por favor, reconecte para intentarlo de nuevo.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "El usuario y/o contraseña introducidos no han sido aceptados por el servidor. Por favor, asegúrese de que su nombre de usuario y contraseña son correctos y pruebe de nuevo.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "El nombre de usuario y/o la contraseña en su llavero era incorrecta. La entrada en el llavero para esta conexión ha sido eliminada. Por favor, reconecte para intentarlo de nuevo.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Esta copia de Viscosity tiene incluidas una o más conexiones. ¿Le gustaría sobreescribir sus conexiones existentes con la/s incluida/s, o añadirlas a su lista de conexiones sin eliminar la/s ya existente/s?";

"Trial Period Expired!" = "Periodo de Prueba finalizado!";

"Tunnelblick Connection Imported" = "Conexión De Tunnelblick Importada";

"Username/Password (Basic)" = "Usuario/Contraseña (Básico)";

"Username/Password (NTLM)" = "Usuario/Contraseña (NTLM)";

"Verification Failed" = "La verificación falló";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity no pudo verificar la identidad del servidor \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity ha importado correctamente la conexión. Ahorá está disponible en su lista de conexiones.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity ha importado correctamente la conexión. Ahorá está disponible en su lista de conexiones.\n\nSi usaba características avanzadas o scripts de OpenVPN. Por favor, revise la sección de Preferencias para asegurarse de que se han importado correctamente.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity debe reconectar las conexiones activas para aplicar este cambio.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity requiere derechos de administración cuando se ejecuta por primera vez para configurar OpenVPN y demás componentes requeridos. Viscosity finalizará ahora. Por favor, ejecute de nuevo Viscosity para intentarlo otra vez.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "Esperando";

"Yes" = "Sí";

"You must enter a Name for the connection." = "Debe introducir un Nombre para la conexión.";

"You must enter a Route before saving." = "Debe introducir una Ruta antes de grabar.";

"You must enter a port for the proxy server." = "Debe introducir un puerto para el servidor proxy.";

"You must enter a username to use for authentication." = "Debe introducir un nombre de usuario para usar en la autentificación.";

"You must enter a valid address for the remote VPN server." = "Debe introducir una dirección válida para el servidor VPN remoto.";

"You must enter an address for the proxy server." = "Debe introducir una dirección para el servidor proxy.";

"You must enter an address for the remote server." = "Debe introducir una dirección para el servidor remoto.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Su periodo de prueba finaliza en %d días. Si le gusta Viscosity por favor, adquiéralo para poder usarlo sin restricciones.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Su periodo de prueba finaliza en 1 día! Si le gusta Viscosity por favor, adquiéralo para poder usarlo sin restricciones.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Su periodo de prueba ha finalizado. Si le gusta Viscosity, por favor adquiéralo para poder usarlo sin restricciones.";

"day" = "día";

"days" = "días";

"hour" = "hora";

"hours" = "horas";

"minute" = "minuto";

"minutes" = "minutos";

"second" = "segundos";

"seconds" = "segundos";
